/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ и %2$@ печатают...";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ и %3$@ печатают...";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ и ещё %4$@  участника печатают...";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ и еще один участник печатают...";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@ приглашение";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ отсутствует на работе";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ отсутствует на работе сегодня";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ не установлено";

/* {app name} version not supported */
"%@ version not supported" = "%@ версия не поддерживается";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "%d дней назад";

/* No comment provided by engineer. */
"%d hours ago" = "%d часов назад";

/* No comment provided by engineer. */
"%d minutes ago" = "%d минут назад";

/* Number of options in a poll */
"%d options" = "вариантов: %d";

/* Replies in a thread */
"%d replies" = "ответов: %d";

/* Votes in a poll */
"%d votes" = "голосов: %d";

/* No comment provided by engineer. */
"%ld notifications" = "уведомлений: %ld ";

/* No comment provided by engineer. */
"%ld participants" = "участников: %ld ";

/* No comment provided by engineer. */
"%ld participants in this call" = "в этом вызове %ld участник(-ов)";

/* Replies in a thread */
"%ld replies" = "ответов: %ld";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Статус «Не беспокоить» игнорируется для важных обсуждений";

/* No comment provided by engineer. */
"1 day" = "1 день";

/* No comment provided by engineer. */
"1 hour" = "1 час";

/* No comment provided by engineer. */
"1 week" = "1 неделя";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 часа";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 дней";

/* No comment provided by engineer. */
"30 minutes" = "30 минут";

/* No comment provided by engineer. */
"4 hours" = "4 часа";

/* No comment provided by engineer. */
"4 weeks" = "4 недели";

/* Message is pinned 7 days */
"7 days" = "7 дней";

/* No comment provided by engineer. */
"8 hours" = "8 часов";

/* No comment provided by engineer. */
"@-mentions only" = "Только @-упоминания";

/* No comment provided by engineer. */
"[Unknown username]" = "[Неизвестное имя пользователя]";

/* No comment provided by engineer. */
"About" = "О приложении";

/* No comment provided by engineer. */
"Absence" = "Отсутствует";

/* No comment provided by engineer. */
"Accept" = "Принять";

/* No comment provided by engineer. */
"Account" = "Учётная запись";

/* No comment provided by engineer. */
"Account already added" = "Учётная запись уже добавлена";

/* No comment provided by engineer. */
"Account not configured" = "Учётная запись не настроена";

/* No comment provided by engineer. */
"Account not found" = "Учетная запись не найдена";

/* No comment provided by engineer. */
"Accounts" = "Учётные записи";

/* No comment provided by engineer. */
"Accuracy" = "Точность";

/* No comment provided by engineer. */
"Add (%lu)" = "Добавить (%lu)";

/* No comment provided by engineer. */
"Add account" = "Добавить аккаунт";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Добавить внутреннюю заметку об этом бане";

/* No comment provided by engineer. */
"Add answer" = "Добавить ответ";

/* No comment provided by engineer. */
"Add attendees" = "Добавить участников";

/* No comment provided by engineer. */
"Add participants" = "Добавить участников";

/* No comment provided by engineer. */
"Add reaction" = "Добавить реакцию";

/* No comment provided by engineer. */
"Add to favorites" = "Добавить в избранное";

/* No comment provided by engineer. */
"Added note to self" = "Добавлена заметка для себя";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Добавление упоминания уведомит только тех пользователей, которые еще не прочитали сообщение";

/* No comment provided by engineer. */
"Address" = "Адрес";

/* No comment provided by engineer. */
"Advanced" = "Дополнительно";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay кнопка";

/* No comment provided by engineer. */
"All messages" = "Все сообщения";

/* No comment provided by engineer. */
"All messages were deleted" = "Все сообщения были удалены";

/* No comment provided by engineer. */
"All notifications are muted" = "Все оповещения отключены";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Разрешить гостям присоединяться к обсуждению по ссылке";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Разрешить участникам упоминать @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Разрешить набор без PIN-кода";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Разрешено";

/* No comment provided by engineer. */
"Alphabetical order" = "В алфавитном порядке";

/* No comment provided by engineer. */
"Also open to guest app users" = "Открыть для гостей";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Администратор добавил вас и еще %ld участника";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Администратор добавил вас и {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Администратор добавил {user0} и еще %ld участника";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Администратор добавил {user0} и {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Администратор исключил вас и еще %ld участников из модераторов";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Администратор исключил вас и {user0} из модераторов";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Администратор исключил {user0} и еще %ld участников из модераторов";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Администратор исключил {user0} и {user1} из модераторов";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Администратор повысил вас и еще %ld участников до модераторов";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Администратор повысил вас и {user0} до модераторов";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Администратор повысил {user0} и еще %ld участников до модераторов";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Администратор повысил {user0} и {user1} до модераторов";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Администратор исключил вас и еще %ld участников";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Администратор исключил вас и {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Администратор исключил {user0} и еще %ld участников";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Администратор исключил {user0} и {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Произошла ошибка при изменении настроек конфиденциальности";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Произошла ошибка при изменении настройки статуса прочтения";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Произошла ошибка при изменении настроек конфиденциальности";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Произошла ошибка при загрузке изображения";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Произошла ошибка при удалении изображения учетной записи";

/* No comment provided by engineer. */
"An error occurred setting address" = "Произошла ошибка при установке адреса";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Произошла ошибка при установке адреса электронной почты";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Произошла ошибка при установке номера телефона";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Произошла ошибка при установке изображения учетной записи";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Произошла ошибка при установке учетной записи Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Произошла ошибка при установке имени пользователя";

/* No comment provided by engineer. */
"An error occurred setting website" = "Произошла ошибка при установке веб-сайта";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Произошла ошибка попытки перевести сообщение";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Произошла ошибка при добавлении %@ в комнату";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Произошла ошибка при добавлении реакции к сообщению";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Произошла ошибка при добавлении заметки";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Произошла ошибка при очистке сообщения о статусе";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "При создании формы опроса произошла ошибка";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "При создании встречи произошла ошибка";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Произошла ошибка при создании опроса";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Не удалось удалить сообщение";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Произошла ошибка при удалении формы опроса";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Произошла ошибка при отключении функции отсутствия";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Произошла ошибка при редактировании опроса";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Произошла ошибка при открытии файла %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Произошла ошибка при удалении реакции из сообщения";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Произошла ошибка при удалении аватара";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Произошла ошибка при отправке сообщения";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Произошла ошибка при установке \(formattedPhoneNumber) в качестве номера телефона";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Произошла ошибка при установке описания";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Произошла ошибка при установке номера телефона";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Произошла ошибка при установке сообщения о состоянии";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Произошла ошибка при установке аватара";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Произошла ошибка при передаче файла";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "При создании обсуждения группой произошла ошибка";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "При тестировании push-уведомлений произошла ошибка";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "на час";

/* No comment provided by engineer. */
"Anonymous poll" = " Анонимный опрос";

/* No comment provided by engineer. */
"Answer" = "Ответ";

/* No comment provided by engineer. */
"Answers" = "Ответы";

/* No comment provided by engineer. */
"App" = "Приложение";

/* No comment provided by engineer. */
"App is outdated" = "Приложение устарело";

/* No comment provided by engineer. */
"Appear offline" = "Вне сети";

/* No comment provided by engineer. */
"Archive conversation" = "Архивировать обсуждение";

/* No comment provided by engineer. */
"Archived conversations" = "Архивные обсуждения";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = " Архивированные обсуждения скрыты из списка обсуждений по умолчанию. Однако, они всё ещё доступны при поиске обсуждения по имени или при открытии списка архивированных обсуждений.";

/* No comment provided by engineer. */
"Ask a question" = "Задать вопрос";

/* No comment provided by engineer. */
"Attachments allowed?" = "Разрешить вложения?";

/* No comment provided by engineer. */
"Attendees" = "Участники";

/* No comment provided by engineer. */
"Audio options" = "Параметры звука";

/* No comment provided by engineer. */
"Audio, video and screen shares" = " Аудио, видео и трансляция экрана";

/* No comment provided by engineer. */
"Audios" = "Звуки";

/* No comment provided by engineer. */
"Away" = "Отсутствует";

/* No comment provided by engineer. */
"Back to conversations" = "Вернуться к обсуждениям";

/* Ban a user/guest */
"Ban" = "Бан";

/* e.g. Ban John Doe */
"Ban %@" = "Бан %@";

/* No comment provided by engineer. */
"Ban participant" = "Бан участника";

/* Date and time of ban creation */
"Banned by:" = "Забанен:";

/* No comment provided by engineer. */
"Banned users and guests" = "Забаненые пользователи и гости";

/* Bold text */
"Bold" = "Жирный";

/* No comment provided by engineer. */
"bot" = "бот";

/* No comment provided by engineer. */
"Browse poll drafts" = " Просмотреть черновики опросов";

/* No comment provided by engineer. */
"Busy" = "Занят";

/* No comment provided by engineer. */
"Cached files" = "Кэш файлов";

/* No comment provided by engineer. */
"Cached images" = "Кэш изображений";

/* No comment provided by engineer. */
"Calendar" = "Календарь";

/* No comment provided by engineer. */
"Call notification sent" = "Уведомление звонка отправлено";

/* No comment provided by engineer. */
"Call options" = "Опции вызова";

/* No comment provided by engineer. */
"Call recording enabled?" = "Включить запись звонка?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Сбой записи звонка. Пожалуйста обратитесь к администратору";

/* No comment provided by engineer. */
"Call recording is starting" = "Начинается запись звонка";

/* No comment provided by engineer. */
"Call recording started" = "Запись звонка началась";

/* No comment provided by engineer. */
"Call recording stopped" = "Запись звонка остановлена";

/* No comment provided by engineer. */
"Call without notification" = "Звонок без уведомления";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "Поддерживается CallKit?";

/* No comment provided by engineer. */
"Calls" = "Звонки";

/* No comment provided by engineer. */
"Calls enabled?" = "Включить звонки?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Звонки из прежнего аккаунта получены.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Звонки со старых аккаунтов";

/* No comment provided by engineer. */
"Camera" = "Камера";

/* No comment provided by engineer. */
"Camera access" = "Доступ к камере";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Доступ к камере не разрешен. Проверьте настройки телефона.";

/* No comment provided by engineer. */
"Camera disabled" = "Камера отключена";

/* No comment provided by engineer. */
"Camera enabled" = "Камера включена";

/* No comment provided by engineer. */
"Can create conversations?" = "Может создавать обсуждения?";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Отменённый звонок с другого аккаунта";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Невозможно опубликовать в обсуждении";

/* No comment provided by engineer. */
"Capabilities" = "Возможности";

/* No comment provided by engineer. */
"Change password" = "Изменить пароль";

/* No comment provided by engineer. */
"Change your vote" = "Изменить свой голос";

/* No comment provided by engineer. */
"Chat" = "Чат";

/* No comment provided by engineer. */
"Chat messages" = "Сообщения чата";

/* No comment provided by engineer. */
"Clear cache" = "Очистить кэш";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Убрать напоминание";

/* No comment provided by engineer. */
"Clear status message" = "Очистить сообщение о статусе";

/* No comment provided by engineer. */
"Clear status message after" = "Очищать статус после";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* Code block */
"Code" = "Код";

/* No comment provided by engineer. */
"Configuration" = "Конфигурация";

/* No comment provided by engineer. */
"Configure your next absence period" = " Укажите интервал вашего отсутствия";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Подтвердить и скрыть предупреждение";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Подключение к %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Подключение к звонку…";

/* No comment provided by engineer. */
"Contact access" = "Доступ к контактам";

/* No comment provided by engineer. */
"Contact access has been denied" = "Доступ к контакту запрещен";

/* No comment provided by engineer. */
"Contacts" = "Контакты";

/* No comment provided by engineer. */
"Conversation creation failed" = "Не удалось создать обсуждение";

/* No comment provided by engineer. */
"Conversation details" = "Сведения об обсуждении";

/* No comment provided by engineer. */
"Conversation name" = "Тема обсуждения";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Тема обсуждения не может быть пустой";

/* No comment provided by engineer. */
"Conversation not found" = "Обсуждение не найдено";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Обсуждение не найдена или вы в ней не участвуете";

/* No comment provided by engineer. */
"Conversation participants" = "Участники обсуждения";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Настройки обсуждений";

/* No comment provided by engineer. */
"Conversations" = "Обсуждения";

/* No comment provided by engineer. */
"Copy" = "Копировать";

/* No comment provided by engineer. */
"Copy message link" = "Скопировать ссылка на сообщение";

/* No comment provided by engineer. */
"Copy message selection" = "Скопировать выделенное сообщение";

/* No comment provided by engineer. */
"Could not access camera" = "Отсутствует доступ к камере";

/* No comment provided by engineer. */
"Could not access microphone" = "Отсутствует доступ к микрофону";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Не удалось получить доступ к распознаванию речи";

/* No comment provided by engineer. */
"Could not access your location" = "Отсутствует доступ к вашему местоположению";

/* No comment provided by engineer. */
"Could not add participant" = "Не удалось добавить участника";

/* No comment provided by engineer. */
"Could not ban participant" = "Не удалось заблокировать участника";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Невозможно изменить параметры обсуждения из архива";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Не удалось изменить настройки уведомлений о вызовах";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Не удалось изменить параметры важности обсуждения";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Не удалось изменить листаемую область обсуждения";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Не удалось изменить состояние лобби для обсуждения";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Не удалось изменить разрешения упоминаний обсуждения";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Не удалось изменить права модератора для участника";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Не удалось изменить настройки уведомлений";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Не удалось изменить настройки защиты паролем";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Не удалось изменить состояние обсуждения, доступное только для чтения";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Не удалось изменить параметры чувствительных данных обсуждения";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Не удалось изменить разрешения беседы для общего доступа";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Не удалось изменить состояние SIP обсуждения";

/* No comment provided by engineer. */
"Could not clear chat history" = "Не удаётся очистить историю чата";

/* No comment provided by engineer. */
"Could not clear status message" = "Не удалось очистить сообщение о состоянии";

/* No comment provided by engineer. */
"Could not create meeting" = "Не удалось создать встречу";

/* No comment provided by engineer. */
"Could not delete conversation" = "Не удалось удалить обсуждение";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Не удалось получить доступные языки";

/* No comment provided by engineer. */
"Could not join %@ call" = "Не удалось присоединиться к звонку %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Не удалось присоединиться к звонку с %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Не удается присоединиться к обсуждению";

/* No comment provided by engineer. */
"Could not leave conversation" = "Не удалось выйти из обсуждения";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not remove participant" = "Не удалось удалить участника";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Не удалось переименовать обсуждение";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Не удалось повторно отправить приглашения по электронной почте";

/* No comment provided by engineer. */
"Could not send call notification" = "Не удалось отправить уведомление о звонке";

/* No comment provided by engineer. */
"Could not send the message" = "Не удалось отправить сообщение";

/* No comment provided by engineer. */
"Could not set absence" = "Не удалось установить отсутствие";

/* No comment provided by engineer. */
"Could not set conversation name" = "Не удалось задать тему обсуждения";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Не удалось установить время истечения сообщения";

/* No comment provided by engineer. */
"Could not set online status" = "Не удалось установить онлайн-статус";

/* No comment provided by engineer. */
"Could not set phone number" = "Не удалось задать номер телефона";

/* No comment provided by engineer. */
"Could not set status message" = "Не удалось установить статус";

/* No comment provided by engineer. */
"Could not share file" = "Не удалось поделиться файлом";

/* No comment provided by engineer. */
"Could not start group conversation" = "Не удалось начать обсуждение группой";

/* No comment provided by engineer. */
"Create" = "Создать";

/* No comment provided by engineer. */
"Create a new conversation" = "Создать обсуждение";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Создать или присоединиться к обсуждению";

/* No comment provided by engineer. */
"Create poll" = "Создать опрос";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "Не удалось создать опрос";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Данные для этой учётной записи больше не действительны";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Дата:";

/* No comment provided by engineer. */
"days" = "дни";

/* No comment provided by engineer. */
"Deck cards" = "Карточки";

/* No comment provided by engineer. */
"Default" = "По умолчанию";

/* No comment provided by engineer. */
"Delete" = "Удалить";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Удалить все";

/* No comment provided by engineer. */
"Delete all messages" = "Удалить все сообщения";

/* No comment provided by engineer. */
"Delete conversation" = "Удалить обсуждение";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Удаленный пользователь";

/* No comment provided by engineer. */
"Deleting message" = "Сообщение удаляется";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Исключить из модераторов";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Запрещено";

/* No comment provided by engineer. */
"Description" = "Описание";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Описание не может быть длиннее 500 символов.";

/* No comment provided by engineer. */
"Details" = "Подробности";

/* No comment provided by engineer. */
"detected" = "обнаружен";

/* No comment provided by engineer. */
"Detecting language" = "Определение языка";

/* No comment provided by engineer. */
"Diagnostics" = "Диагностика";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Отключить размытие";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Отключить динамик";

/* No comment provided by engineer. */
"Disconnected" = "Отключено";

/* No comment provided by engineer. */
"Dismiss" = "Отклонить";

/* No comment provided by engineer. */
"Dismiss notification" = "Скрыть уведомление";

/* No comment provided by engineer. */
"Do not disturb" = "Не беспокоить";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Вы действительно хотите очистить кэш файлов?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Вы действительно хотите очистить кэш изображений?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Удалить все сообщения в этом обсуждении?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Удалить это обсуждение у всех его участников?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Вы действительно хотите завершить этот опрос?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Вы действительно хотите выйти из этой учетной записи?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Вы действительно хотите удалить этот аккаунт?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Хотите подключиться к серверу в любом случае?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Удалить это обсуждение?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Вы хотите включить камеру?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Хотите ли вы присоединиться к этому звонку?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Опубликовать «%@» в обсуждении?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Вы хотите остановить запись?";

/* No comment provided by engineer. */
"Don't clear" = "Не убирать";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Нажмите дважды, чтобы закрыть диалог аутентификации";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Нажмите дважды для отключения совместного доступа";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Нажмите дважды для редактирования профиля";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Нажмите дважды для включения или отключения камеры";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Нажмите дважды для включения или отключения микрофона";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Нажмите дважды для включения или отключения динамика";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Нажмите дважды для завершения редактирования профиля";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Нажмите дважды для перехода к сведениям об обсуждении";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Нажмите дважды, чтобы перейти к профилю пользователя и настройкам приложения";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Нажмите дважды, чтобы закончить звонок";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Нажмите дважды, чтобы опустить руку";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Нажмите дважды, чтобы открыть файловый браузер";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Нажмите дважды, чтобы выбрать другой источник звука";

/* No comment provided by engineer. */
"Double tap to send message" = "Нажмите дважды для отправки сообщения";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Нажмите дважды, чтобы опубликовать в выбранных обсуждениях";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Нажмите дважды, чтобы показать больше действий";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Нажмите дважды, чтобы показать или скрыть вид чата";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Нажмите дважды, чтобы начать видеозвонок";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Нажмите дважды для остановки записи";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Нажмите дважды для переключения с голосового звонка на видеозвонок";

/* No comment provided by engineer. */
"Duplicate session" = "Дублирование сессии";

/* Edit a message or room participants */
"Edit" = "Править";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "изменено";

/* A message was edited by ... */
"edited by" = "изменено";

/* A message was edited by ... */
"Edited by" = "Изменено";

/* No comment provided by engineer. */
"Editing Message" = "Редактировать сообщения";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Либо у вас нет прав писать в чат, либо обсуждение доступно только для чтения.";

/* No comment provided by engineer. */
"Email" = "Электронная почта";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Включить";

/* No comment provided by engineer. */
"Enable blur" = "Включить размытие";

/* No comment provided by engineer. */
"Enable screensharing" = "Включить трансляцию экрана";

/* No comment provided by engineer. */
"Enable speaker" = "Включить динамик";

/* No comment provided by engineer. */
"End call" = "Завершить звонок";

/* No comment provided by engineer. */
"End call for everyone" = "Завершить звонок для всех";

/* No comment provided by engineer. */
"End poll" = "Завершить опрос";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Произошла ошибка при создании напоминания";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Произошла ошибка при изменении сообщения";

/* External signaling used */
"External" = "Внешний";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Не удалось принять приглашение";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Не удалось очистить напоминание";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Не удалось подключиться к %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Не удалось переслать сообщение";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Не удалось отклонить приглашение";

/* No comment provided by engineer. */
"Failed to send message" = "Не удалось отправить сообщение";

/* No comment provided by engineer. */
"Failed to share recording" = "Не удалось поделиться записью";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Не удалось разбанить выбранную запись";

/* No comment provided by engineer. */
"Federated" = "Федеративная";

/* No comment provided by engineer. */
"Fetching status …" = "Получение статуса ...";

/* Filename of a file */
"File" = "Файл";

/* No comment provided by engineer. */
"Files" = "Файлы";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Использовать настройки обсуждения";

/* No comment provided by engineer. */
"For password reset and notifications" = "Для сброса пароля и уведомлений";

/* No comment provided by engineer. */
"Format" = "Форматировать";

/* No comment provided by engineer. */
"Forward" = "Вперёд";

/* No comment provided by engineer. */
"Forward to" = "Направить";

/* 'From' which language user wants to translate text */
"From" = "От";

/* from Alice at nextcloud.local */
"from %@ at %@" = "от %1$@ с %2$@ ";

/* No comment provided by engineer. */
"Full name" = "Полное имя";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Исходный код";

/* No comment provided by engineer. */
"GitHub API error" = "Ошибка GitHub API";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Дать согласие и присоединиться к звонку";

/* No comment provided by engineer. */
"Go to message" = "Перейти к сообщению";

/* No comment provided by engineer. */
"guest" = "гость";

/* No comment provided by engineer. */
"Guest" = "Гость";

/* No comment provided by engineer. */
"Guests access" = "Гостевой доступ";

/* No comment provided by engineer. */
"Guests app enabled?" = "Приложение для гостей включено?";

/* No comment provided by engineer. */
"Hang up" = "Повесить трубку";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Скрыть";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "часы";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Если вы удалите разговор, он также будет удалён для %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Если вы включите камеру, этот звонок будет прерван на несколько секунд.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = " Если вы используете несколько серверов, нужно проверить каждый из них.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Изображения, файлы, голосовые сообщения…";

/* No comment provided by engineer. */
"Import account" = "Импортировать учётную запись";

/* No comment provided by engineer. */
"Important conversation" = "Важное обсуждение";

/* No comment provided by engineer. */
"in" = "в";

/* No comment provided by engineer. */
"Include calls in call history" = "Включить звонки в историю звонков";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Внутренние";

/* Internal note about why a user/guest was banned */
"Internal note" = "Внутренняя заметка";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Неверный адрес e-mail";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Неверный адрес сервера";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Невидимая";

/* No comment provided by engineer. */
"Invitation resent" = "Приглашение отправлено";

/* No comment provided by engineer. */
"Invitations resent" = "Приглашения отправлены";

/* Invitation for a meeting */
"Invite all users and emails" = "Пригласить всех пользователей и адреса эл. почты";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Похоже, что %@ не установлен на вашем сервере.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Кажется, что нет подключения к Интернету.";

/* Italic text */
"Italic" = "Курсив";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Присоединитесь к обсуждению или начните новое";

/* No comment provided by engineer. */
"Join call" = "Присоединиться к вызову";

/* No comment provided by engineer. */
"Join call (audio only)" = "Присоединиться к звонку (только аудио)";

/* No comment provided by engineer. */
"Join call with video" = " Присоединиться к звонку с видео";

/* No comment provided by engineer. */
"Join open conversations" = "Присоединиться к открытым обсуждениям";

/* No comment provided by engineer. */
"Join video call" = "Присоединиться к видеовызову";

/* No comment provided by engineer. */
"Keep" = "Сохранить";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Последняя подписка";

/* No comment provided by engineer. */
"Last sync" = "Последняя синхронизация";

/* Remind me later today about that message */
"Later today" = "Позже";

/* No comment provided by engineer. */
"Leave" = "Выйти";

/* No comment provided by engineer. */
"Leave call" = "Покинуть звонок";

/* No comment provided by engineer. */
"Leave conversation" = "Покинуть обсуждение";

/* No comment provided by engineer. */
"less than a minute ago" = "менее минуты назад";

/* No comment provided by engineer. */
"Link https://…" = "Ссылка https://…";

/* No comment provided by engineer. */
"Linked file" = "Связанный файл";

/* No comment provided by engineer. */
"Load more results" = "Показать больше результатов";

/* No comment provided by engineer. */
"Lobby" = "Лобби";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Комната ожидания ещё активна и вы не являетесь модератором";

/* No comment provided by engineer. */
"Local" = "Локальный";

/* No comment provided by engineer. */
"Local time: %@" = "Текущее время: %@";

/* No comment provided by engineer. */
"Location" = "Местоположение";

/* No comment provided by engineer. */
"Location access" = "Доступ к местоположению";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Служба определения местоположения была запрещена. Проверьте свои настройки.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Служба геолокации не включена";

/* No comment provided by engineer. */
"Locations" = "Места";

/* No comment provided by engineer. */
"Lock conversation" = "Заблокировать обсуждение";

/* No comment provided by engineer. */
"Log in" = "Войти";

/* No comment provided by engineer. */
"Log out" = "Выйти";

/* No comment provided by engineer. */
"Logged out" = "Вышел из системы";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Опустить руку";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Вручную";

/* No comment provided by engineer. */
"Mark as read" = "Отметить прочитанным";

/* No comment provided by engineer. */
"Mark as unread" = "Отметить не прочитанным";

/* No comment provided by engineer. */
"Match system contacts" = "Установите контакты системы";

/* No comment provided by engineer. */
"Media" = "Медиа";

/* No comment provided by engineer. */
"Meeting created" = "Совещание создано";

/* No comment provided by engineer. */
"Meeting ended" = "Совещание завершено";

/* No comment provided by engineer. */
"Meeting ID" = "ID встречи";

/* No comment provided by engineer. */
"Meeting settings" = "Параметры встречи";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Встречи";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Упомянутые";

/* Copy 'message' */
"Message" = "Сообщение";

/* No comment provided by engineer. */
"Message copied" = "Сообщение скопировано";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Сообщение не удалось удалить, так как оно слишком старое";

/* No comment provided by engineer. */
"Message deleted successfully" = "Сообщение удалено";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Сообщение удалено, но оно могло быть передано через Matterbridge в службы, с которыми настроен обмен данными";

/* No comment provided by engineer. */
"Message editing failed" = "Редактирование не удалось";

/* No comment provided by engineer. */
"Message expiration" = "Срок истечения сообщений";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Ссылка на сообщение скопирована";

/* No comment provided by engineer. */
"Message pinned" = "Сообщение закреплено";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Сообщения";

/* No comment provided by engineer. */
"Microphone" = "Микрофон";

/* No comment provided by engineer. */
"Microphone access" = "Доступ к микрофону";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Доступ к микрофону запрещён. Проверьте свои настройки.";

/* No comment provided by engineer. */
"Microphone disabled" = "Микрофон отключён";

/* No comment provided by engineer. */
"Microphone enabled" = "Микрофон включён";

/* No comment provided by engineer. */
"minutes" = "минуты";

/* No comment provided by engineer. */
"Missed call from" = "Пропущенный звонок от";

/* No comment provided by engineer. */
"Missing phone number information" = "Неполная информация о номере телефона";

/* The signaling mode used */
"Mode" = "Режим сканирования";

/* No comment provided by engineer. */
"moderator" = "модератор";

/* No comment provided by engineer. */
"Modification date" = "Дата изменения";

/* More menu elements */
"More" = "Больше";

/* No comment provided by engineer. */
"More actions" = "Больше действий";

/* No comment provided by engineer. */
"Multiple answers" = "Несколько ответов";

/* No comment provided by engineer. */
"Mute all notifications" = "Отключить звук всех уведомлений";

/* No comment provided by engineer. */
"Mute others" = "Отключить других";

/* No comment provided by engineer. */
"My location" = "Моё местоположение";

/* No comment provided by engineer. */
"Name" = "Имя";

/* No comment provided by engineer. */
"Nearby places" = "Места поблизости";

/* No comment provided by engineer. */
"Network available" = "Сеть доступна";

/* No comment provided by engineer. */
"Network not available" = "Сеть недоступна";

/* Never subscribed to the push notification server */
"Never subscribed" = "Никогда не подписывался";

/* No comment provided by engineer. */
"New conversation" = "Новое обсуждение";

/* No comment provided by engineer. */
"New poll" = "Новый опрос";

/* Remind me next week about that message */
"Next week" = "Следующая неделя";

/* No comment provided by engineer. */
"HPACloud server not found" = "Сервер HPACloud не найден";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No actions available" = "Нет доступных действий";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "Нет забаненных пользователей или гостей";

/* No comment provided by engineer. */
"No description provided" = "Описание отсуствует";

/* No comment provided by engineer. */
"No files in here" = "Здесь нет файлов";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Пока нет ни одного сообщения.";

/* No comment provided by engineer. */
"No participants found" = "Не удалось найти ни одного участника";

/* No comment provided by engineer. */
"No permission to join this conversation" = "У вас нет разрешений для участия в этом обсуждении";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Нет ответа от сервера";

/* No comment provided by engineer. */
"No results found" = "Результаты отсутствуют";

/* No comment provided by engineer. */
"No shared items" = "Нет общих элементов";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "Пользователь не найден";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Нормально";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Не запрашивалось";

/* No comment provided by engineer. */
"Note to self" = "Заметка для себя";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Заметка:";

/* No comment provided by engineer. */
"Notifications" = "Уведомления";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Приложение уведомлений включено?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Сейчас";

/* No comment provided by engineer. */
"Off" = "Отключены";

/* No comment provided by engineer. */
"Offline" = "Автономно";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Не в сети, показывает только загруженные сообщения";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Старая учетная запись";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "После выхода из беседы для повторного присоединения к закрытой беседе требуется приглашение. В открытую беседу можно вернуться в любое время.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "После разархивирования обсуждения оно снова станет видимым по умолчанию.";

/* No comment provided by engineer. */
"Online" = "На связи";

/* No comment provided by engineer. */
"Online status" = "Онлайн статус";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Возможно удалять только обычные сообщения";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Выполнять синхронизацию только с доверенными серверами";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Виден только людям, сопоставленным через интеграцию телефонных номеров";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Видно только людям на этом сервере и гостям";

/* No comment provided by engineer. */
"Open" = "Открыть";

/* No comment provided by engineer. */
"Open app settings" = "Открыть настройки приложения";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Открыть обсуждение для зарегистрированных пользователей";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Открыть обсуждения";

/* No comment provided by engineer. */
"Open in %@" = "Открыть в %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Другие учетные записи";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Другие";

/* Owner of a repository */
"Owner" = "Владелец";

/* No comment provided by engineer. */
"Participants" = "Участники";

/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Защита паролем";

/* No comment provided by engineer. */
"Pending invitations" = "Ожидающие приглашения";

/* No comment provided by engineer. */
"Phone number" = "Номер телефона";

/* No comment provided by engineer. */
"Phone number integration" = "Интеграция номера телефона";

/* No comment provided by engineer. */
"Phone number set successfully" = "Номер телефона успешно установлен";

/* No comment provided by engineer. */
"Photo Library" = "Медиатека";

/* No comment provided by engineer. */
"Photo library access" = "Доступ к медиатеке";

/* No comment provided by engineer. */
"Pick date & time" = "Выберите дату и время";

/* Pin a message to be always visible in the chat */
"Pin message" = "Закрепить сообщение";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Закрепленные сообщения";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Пожалуйста, проверьте, что вы ввели правильный адрес сервера.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Убедитесь, что вы ввели правильный адрес сервера HPACloud.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Свяжитесь со своим системным администратором.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Пожалуйста, обновите свой сервер до последней %@ доступной версии.";

/* No comment provided by engineer. */
"Please update." = "Пожалуйста обновите.";

/* No comment provided by engineer. */
"Poll" = "Опрос";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Результаты опроса";

/* No comment provided by engineer. */
"Polls" = "Опросы";

/* No comment provided by engineer. */
"Preview" = "Предпросмотр";

/* No comment provided by engineer. */
"Privacy" = "Приватность";

/* No comment provided by engineer. */
"Private" = "Закрытый";

/* No comment provided by engineer. */
"Profile" = "Профиль";

/* No comment provided by engineer. */
"Profile picture" = "Изображение профиля";

/* No comment provided by engineer. */
"Promote to moderator" = "Назначить модератором";

/* No comment provided by engineer. */
"Published" = "Опубликовано";

/* No comment provided by engineer. */
"Push notifications" = "Push-уведомления";

/* No comment provided by engineer. */
"Question" = "Вопрос";

/* No comment provided by engineer. */
"Raise hand" = "Поднять руку";

/* No comment provided by engineer. */
"Reachable?" = "Доступен?";

/* No comment provided by engineer. */
"Reactions" = "Реакции";

/* No comment provided by engineer. */
"Read status" = "Отчёт о прочтении";

/* No comment provided by engineer. */
"Received call from an old account" = "Принятый звонок со старого аккаунта";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Запись голосового сообщения";

/* No comment provided by engineer. */
"Recording" = "Запись";

/* No comment provided by engineer. */
"Recording consent is required" = "Требуется согласие на запись";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Требуется согласие на запись для подключения к звонку";

/* No comment provided by engineer. */
"Recordings" = "Записи";

/* No comment provided by engineer. */
"Redo" = "Повторить";

/* No comment provided by engineer. */
"Reference API supported?" = "Поддерживается Reference API?";

/* No comment provided by engineer. */
"Reject" = "Отклонить";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Напоминание успешно удалено";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Напоминание успешно установлено";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Удаленный сервер недоступен";

/* No comment provided by engineer. */
"Remove" = "Удалить";

/* No comment provided by engineer. */
"Remove account" = "Удалить учётную запись";

/* No comment provided by engineer. */
"Remove from favorites" = "Удалить из избранного";

/* No comment provided by engineer. */
"Remove group and members" = "Удалить группу и её участников";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Удалить старые дублирующиеся записи и оставить только самые последние записи.";

/* No comment provided by engineer. */
"Remove participant" = "Удалить участника";

/* No comment provided by engineer. */
"Remove password" = "Удалить пароль";

/* No comment provided by engineer. */
"Remove team and members" = "Удалить команду и участников";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Ответить";

/* No comment provided by engineer. */
"Reply privately" = "Ответить личным сообщением";

/* Name of a repository */
"Repo" = "Репозиторий";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Переслать";

/* No comment provided by engineer. */
"Resend invitation" = "Повторная отправка приглашения";

/* No comment provided by engineer. */
"Resend invitations" = "Повторная отправка приглашений";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Результаты";

/* No comment provided by engineer. */
"Retry" = "Повторить";

/* Save conversation description */
"Save" = "Сохранить";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Поприветствуйте своих друзей и коллег.";

/* No comment provided by engineer. */
"Scan QR code" = "Сканировать QR код";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Трансляция экрана прекратилась";

/* No comment provided by engineer. */
"Search" = "Поиск";

/* No comment provided by engineer. */
"Search for places" = "Поиск мест";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Выбрать язык";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Отправить";

/* No comment provided by engineer. */
"Send a reaction" = "Отправить реакцию";

/* No comment provided by engineer. */
"Send call notification" = "Отправить уведомление о звонке";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Отправить сообщение";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Отправить без уведомления";

/* No comment provided by engineer. */
"Send/Accept" = "Отправить/Принять";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Конфиденциальное обсуждение";

/* A message has been sent without notifications */
"Sent without notification" = "Отправлено без уведомления";

/* No comment provided by engineer. */
"Server" = "Сервер";

/* No comment provided by engineer. */
"Server address https://…" = "Адрес сервера https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "В настоящее время сервер находится в режиме технического обслуживания.";

/* No comment provided by engineer. */
"Server not found" = "Сервер не найден";

/* No comment provided by engineer. */
"Set" = "Установить";

/* No comment provided by engineer. */
"Set password" = "Задайте пароль";

/* Remind me later about that message */
"Set reminder" = "Создать напоминание";

/* No comment provided by engineer. */
"Set status message" = "Установить статус";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Share" = "Публикация";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Предоставление общего доступа к файлу из вашего HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Поделиться текущим местоположением";

/* No comment provided by engineer. */
"Share link" = "Поделиться ссылкой";

/* No comment provided by engineer. */
"Share location" = "Поделиться местоположением";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Поделиться указанным местоположением";

/* No comment provided by engineer. */
"Share to chat" = "Поделиться в чате";

/* No comment provided by engineer. */
"Share with" = "Поделиться с";

/* No comment provided by engineer. */
"Shared items" = "Общие элементы";

/* No comment provided by engineer. */
"Shared location" = "Общее местоположение";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Публикация файлов в федеративное обсуждение не поддерживается.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Показать больше…";

/* No comment provided by engineer. */
"Signaling" = "Сигнализация";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP-дозвон";

/* No comment provided by engineer. */
"Skip" = "Пропустить";

/* No comment provided by engineer. */
"Slide to cancel" = "Сдвинуть для отмены";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Некоторые сообщения не показаны, они будут загружены при подключении к Интернету";

/* No comment provided by engineer. */
"Source code" = "Исходный код";

/* speaker = Loudspeaker, device */
"Speaker" = "Динамик";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Динамик отключён";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Динамик включён";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Доступ к распознаванию речи не разрешен. Проверьте настройки.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Сбой распознания речи";

/* No comment provided by engineer. */
"Start a new group conversation" = "Создать обсуждение группой";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Начать запись";

/* No comment provided by engineer. */
"Start time" = "Время начала";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Состояние";

/* No comment provided by engineer. */
"Status message" = "Описание статуса";

/* Action to 'Stop' a recording */
"Stop" = "Остановить";

/* No comment provided by engineer. */
"Stop recording" = "Остановить запись";

/* No comment provided by engineer. */
"Stop screensharing" = "Прекратить трансляцию экрана";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "Сервер STUN";

/* No comment provided by engineer. */
"Submit vote" = "Проголосовать";

/* No comment provided by engineer. */
"Switch account" = "Сменить учетную запись";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Переключение в другое обсуждение…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Синхронизация с доверенными серверами, а так же с глобальной и публичной адресной книгой";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Нажмите и удерживайте кнопку для записи голосового сообщения";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Нажмите и удерживайте кнопку для записи голосового сообщения, отпустите кнопку для отправки.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Приложение слишком устарело и больше не поддерживается этим сервером.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Вызов, связанные с этим событием, завершён. Удалить это обсуждение у всех его участников?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Звонок длится уже один час";

/* No comment provided by engineer. */
"The call might be recorded" = "Звонок может быть записан";

/* No comment provided by engineer. */
"The password is wrong" = "Пароль неверный";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Запись может включать ваш голос, видео с камеры и общий доступ к экрану. Ваше согласие требуется перед подключением к звонку.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "В этом приложении нет учётной записи для пользователя %1$@ на сервере %2$@.";

/* No comment provided by engineer. */
"This call is being recorded" = "Этот звонок записывается";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Это обсуждение связано с событием в календаре. Чтобы изменить тему или описание обсуждения, внесите правки в это событие.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Эта обсуждение доступно только для чтения";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Это обсуждение будет автоматически удалено у всех его участников при отсуствии активности в течении %ld дней.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Это веб-адрес, который вы используете чтобы получить доступ к вашему серверу в вашем веб-браузере.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Эта встреча запланирована на";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Обычно это указывает на то, что данное устройство ранее использовалось для учетной записи, которая не была должным образом удалена с сервера.";

/* No comment provided by engineer. */
"This week" = "Эта неделя";

/* Remind me this weekend about that message */
"This weekend" = "Эти выходные";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Это повлияет на функциональность этого приложения. Проверьте настройки.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Должность";

/* 'To' which language user wants to translate text */
"To" = "В";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Чтобы решить эту проблему, воспользуйтесь веб-интерфейсом и перейдите в «Настройки -> Безопасность».";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Для:";

/* No comment provided by engineer. */
"Today" = "Сегодня";

/* Remind me tomorrow about that message */
"Tomorrow" = "Завтра";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Транскрибировать";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Транскрипт";

/* No comment provided by engineer. */
"Translate" = "Перевести";

/* No comment provided by engineer. */
"Translation" = "Перевод";

/* No comment provided by engineer. */
"Translation failed" = "Не удалось перевести";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN-серверы";

/* No comment provided by engineer. */
"Twitter" = "Твиттер";

/* No comment provided by engineer. */
"Twitter handle @…" = "Имя в Twitter @…";

/* No comment provided by engineer. */
"Typing indicator" = "Индикатор набора текста";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Индикаторы набора текста доступны только при использовании высокопроизводительного сервера (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Не удалось получить контекст сообщения";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Не удалось получить беседу сообщения";

/* No comment provided by engineer. */
"Unable to load file" = "Невозможно загрузить файл";

/* No comment provided by engineer. */
"Unable to open file" = "Невозможно открыть файл";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Восстановить обсуждение из архива";

/* No comment provided by engineer. */
"Unavailable" = "Недоступно";

/* No comment provided by engineer. */
"Unban" = "Разбанить";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "В разделе «Активные устройства и сеансы» проверьте, есть ли дублирующиеся записи для одного и того же устройства.";

/* No comment provided by engineer. */
"Undo" = "Отменить";

/* No comment provided by engineer. */
"Undo Typing" = "Отмена ввода";

/* No comment provided by engineer. */
"Unknown" = "Неизвестно";

/* No comment provided by engineer. */
"Unknown error" = "Неизвестная ошибка";

/* No comment provided by engineer. */
"Unknown error occurred" = "Произошла неизвестная ошибка";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Открепить сообщение";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Непрочитанные";

/* No comment provided by engineer. */
"Unread mentions" = "Непрочитанные упоминания";

/* No comment provided by engineer. */
"Unread messages" = "Непрочитанные сообщения";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Обновить";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Загрузка не удалась";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Загрузка %ld элементов";

/* No comment provided by engineer. */
"Uploading 1 element" = "Загрузка 1 элемента";

/* No comment provided by engineer. */
"User" = "Пользователь";

/* No comment provided by engineer. */
"User profile and settings" = "Профиль и настройки пользователя";

/* No comment provided by engineer. */
"User status supported?" = "Поддерживается статус пользователя?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Пользователи";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Версия";

/* No comment provided by engineer. */
"Video quality" = "Качество видео";

/* Conversation visibility settings */
"Visibility" = "Видимость";

/* No comment provided by engineer. */
"Voice messages" = "Голосовые сообщения";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "%@ ожидает, чтобы присоединиться к разговору...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Ожидание, пока другие присоединятся к звонку…";

/* No comment provided by engineer. */
"Website" = "Сайт";

/* No comment provided by engineer. */
"What is your status?" = "Какой у вас статус?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Напишите сообщение. Используйте @ чтобы упомянуть кого-либо…";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"Yesterday" = "Вчера";

/* No comment provided by engineer. */
"You" = "Вы";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Вы добавили {user0} и ещё %ld участника";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Вы добавили {user0} и {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Вы и еще %ld участника присоединились к звонку";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Вы и ещё %ld участника покинули звонок";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = " Вы и {actor0} присоединились к звонку";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Вы и {actor0} покинули звонок";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "В данный момент вы ожидаете в вестибюле";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Вы не участвуете ни в одной беседе";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Вы не участвуете ни в одном разговоре. Нажмите +, чтобы начать новый.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Вы можете задать свой номер телефона, чтобы другие пользователи могли найти вас";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Вы исключили {user0} и %ld участников из модераторов";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Вы понизили {user0} и {user1} из модераторов";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "У вас %ld ожидающих приглашений";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Трансляция вашего звука была отключена модератором";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "У вас нет непрочитанных сообщений";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Вам необходимо выбрать нового модератора, прежде чем вы сможете покинуть %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Вам необходимо выбрать нового модератора, прежде чем вы сможете покинуть этот разговор";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Вы повысили {user0} и ещё %ld участников до модераторов";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Вы повысили {user0} и {user1} до модераторов";

/* No comment provided by engineer. */
"You received a new notification" = "Вы получили новое уведомление";

/* No comment provided by engineer. */
"You reconnected to the call" = "Вы переподключились к звонку";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Вы исключили {user0} и еще %ld участников";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Вы исключили {user0} и {user1}";

/* No comment provided by engineer. */
"Your email address" = "Ваш адрес электронной почты";

/* No comment provided by engineer. */
"Your phone number" = "Ваш номер телефона";

/* No comment provided by engineer. */
"Your PIN" = "Ваш PIN-код";

/* No comment provided by engineer. */
"Your postal address" = "Ваш адрес";

/* 'Zammad' is a product name */
"Zammad API error" = "Ошибка Zammad API";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} добавил вас и %ld участников";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} добавил вас и {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} добавил {user0} и %ld участников";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} добавил {user0} и {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} и %ld участников присоединились к звонку";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} и %ld участников покинули звонок";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} и {actor1} присоединились к звонку";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} и {actor1} покинули звонок";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} исключил вас и %ld участников из модераторов";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} исключил вас и {user0} из модераторов";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} исключил {user0} и %ld участников из модераторов";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} исключил {user0} и {user1} из модераторов";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} повысил вас и %ld участников до модераторов";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} повысил вас и {user0} до модераторов";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} повысил {user0} и %ld участников до модераторов";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} повысил {user0} и {user1} до модераторов";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} переподключился к звонку";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} исключил вас и %ld участников";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} исключил вас и {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} исключил {user0} и %ld участников";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} исключил {user0} и {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Новые сообщения";

